<!DOCTYPE html>
<html lang="">
  <head>
    <meta charset="UTF-8"/>
<meta http-equiv="X-UA-Compatible" content="IE=edge" />
<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1"/>


<meta http-equiv="Cache-Control" content="no-transform" />
<meta http-equiv="Cache-Control" content="no-siteapp" />



  <meta name="description" content="2017个人总结"/>




  <meta name="keywords" content="Note," />




  <link rel="alternate" href="/atom.xml" title="Jolylai">




  <link rel="shortcut icon" type="image/x-icon" href="/favicon.ico?v=2.0.0" />



<link rel="canonical" href="http://yoursite.com/2017/12/16/Note-17年总结/"/>


<link rel="stylesheet" type="text/css" href="/css/style.css?v=2.0.0" />



  



    <title> 2017个人总结 · Jolylai </title>
  </head>

  <body>
    <div class="container">
      <header id="header" class="header"><div class="logo-wrapper">
  <a href="/." class="logo">Jolylai</a>
</div>

<nav class="site-nav">
  
    <ul id="menu" class="menu">
      
        
        <li class="menu-item">
          <a class="menu-item-link" href="/">
            Home
          </a>
        </li>
      
        
        <li class="menu-item">
          <a class="menu-item-link" href="/archives/">
            Archives
          </a>
        </li>
      
        
        <li class="menu-item">
          <a class="menu-item-link" href="/tags">
            Tags
          </a>
        </li>
      
      
        <li class="menu-search">
          <form>
            <i class="iconfont icon-search" id="open-search"></i>
            <input type="text" class="search-input" id="search-input" />
            <i class="iconfont icon-close" id="close-search"></i>
          </form>
        </li>
      
    </ul>
  
</nav>

<div class="mobile-navbar">
  <div class="mobile-header">
    <div class="mobile-header-logo">
      <a href="/." class="logo">Jolylai</a>
    </div>

    <div class="mobile-header-icon">
      <span></span>
      <span></span>
      <span></span>
    </div>
  </div>
  <nav class="mobile-menu">
    
      
      <a class="mobile-menu-item" href="/">
        Home
      </a>
    
      
      <a class="mobile-menu-item" href="/archives/">
        Archives
      </a>
    
      
      <a class="mobile-menu-item" href="/tags">
        Tags
      </a>
    
  </nav>
</div>
      </header>

      <main id="main" class="main">
        <div class="content-wrapper">
          <div id="content" class="content">
            
  
  <article class="post">
    <header class="post-header">
      <h1 class="post-title">
        
          2017个人总结
        
      </h1>

      <div class="post-meta">
        <span class="post-time">
          Dec 16, 2017
        </span>
      </div>
    </header>

    
      <div class="post-toc" id="post-toc">
        <h2 class="post-toc-title">Contents</h2>
        <div class="post-toc-content">
          <ol class="toc"><li class="toc-item toc-level-2"><a class="toc-link" href="#Job"><span class="toc-text">Job</span></a></li><li class="toc-item toc-level-2"><a class="toc-link" href="#Love"><span class="toc-text">Love</span></a></li><li class="toc-item toc-level-2"><a class="toc-link" href="#Feature"><span class="toc-text">Feature</span></a></li></ol>
        </div>
      </div>
    

    <div class="post-content">
      
        <p>&#x4E5F;&#x8BB8;&#x5728;2017-12-15&#x5199;2017&#x5E74;&#x7684;&#x4E2A;&#x4EBA;&#x603B;&#x7ED3;&#x6709;&#x70B9;&#x65E9;&#xFF0C;&#x4F46;&#x662F;&#x89C9;&#x7684;&#x5728;&#x4ECA;&#x5929;&#x662F;&#x4E2A;&#x4EBA;&#x751F;&#x547D;&#x8DEF;&#x9014;&#x4E2D;&#x7684;&#x53C8;&#x4E00;&#x4E2A;&#x5370;&#x8BB0;&#xFF0C;&#x662F;&#x4E00;&#x4E2A;&#x9636;&#x6BB5;&#x7684;&#x7ED3;&#x675F;&#xFF0C;&#x4E5F;&#x662F;&#x53E6;&#x4E00;&#x4E2A;&#x5F81;&#x9014;&#x7684;&#x5F00;&#x59CB;&#x3002;</p>
<a id="more"></a>
<h2 id="Job"><a href="#Job" class="headerlink" title="Job"></a>Job</h2><p>&#x201C;&#x60F3;&#x8981;&#x5F00;&#x59CB;&#x65B0;&#x7684;&#x65C5;&#x9014;&#x5C31;&#x8981;&#x5148;&#x79BB;&#x5F00;&#x811A;&#x4E0B;&#x7684;&#x8FD9;&#x4E2A;&#x5730;&#x65B9;&#x201D;,&#x5F88;&#x4F69;&#x670D;&#x81EA;&#x5DF1;&#x7684;&#x52C7;&#x6C14;&#xFF0C;&#x4E5F;&#x5F88;&#x5E78;&#x8FD0;&#x901A;&#x8FC7;&#x81EA;&#x5DF1;&#x7684;&#x52AA;&#x529B;&#x627E;&#x90FD;&#x5982;&#x4ECA;&#x8FD9;&#x4EFD;&#x5DE5;&#x4F5C;&#x3002;&#x867D;&#x7136;&#x521A;&#x5F00;&#x59CB;&#x7684;&#x65F6;&#x5019;&#x8FDB;&#x516C;&#x53F8;&#x7684;&#x65F6;&#x5019;&#x8FC7;&#x7740;996&#x7684;&#x751F;&#x6D3B;&#xFF0C;&#x6709;&#x70B9;&#x7D2F;&#xFF0C;&#x4F46;&#x662F;&#x5B66;&#x5230;&#x5F88;&#x591A;&#x3002;&#x6BD5;&#x4E1A;&#x540E;&#x6CA1;&#x6709;&#x53BB;&#x505A;&#x81EA;&#x5DF1;&#x672C;&#x4E13;&#x4E1A;&#x7684;&#x5DE5;&#x4F5C;&#xFF0C;&#x800C;&#x662F;&#x51ED;&#x7740;&#x81EA;&#x5DF1;&#x7684;&#x5174;&#x8DA3;&#xFF0C;&#x53BB;&#x627E;&#x81EA;&#x5DF1;&#x7684;&#x60F3;&#x8981;&#x7684;&#x524D;&#x7AEF;&#x5DE5;&#x4F5C;&#x3002;&#x56DE;&#x60F3;&#x81EA;&#x5DF1;&#x7684;&#x7B2C;&#x4E00;&#x4EFD;&#x5DE5;&#x4F5C;&#xFF0C;&#x867D;&#x7136;&#x5728;&#x6211;&#x5FC3;&#x4E2D;&#x7B2C;&#x4E00;&#x4EFD;&#x5DE5;&#x4F5C;&#x8DDF;&#x6253;&#x6742;&#x7684;&#x6CA1;&#x6709;&#x4EC0;&#x4E48;&#x533A;&#x522B;&#xFF0C;&#x4F46;&#x662F;&#x8BA9;&#x6211;&#x771F;&#x6B63;&#x5F00;&#x59CB;&#x63A5;&#x89E6;&#x4E86;&#x7F16;&#x7A0B;&#x3002;&#x90A3;&#x662F;&#x5B66;&#x7684;&#x6709;&#x70B9;&#x4E71;&#xFF0C;&#x8FD9;&#x91CC;&#x5B66;&#x4E00;&#x70B9;&#xFF0C;&#x54EA;&#x91CC;&#x5B66;&#x4E00;&#x70B9;&#xFF0C;&#x5DE5;&#x8D44;&#x4E5F;&#x5C31;&#x52C9;&#x5F3A;&#x591F;&#x81EA;&#x5DF1;&#x7701;&#x5403;&#x4FED;&#x7528;&#x7684;&#x751F;&#x6D3B;&#x7740;&#x3002;</p>
<p>&#x6539;&#x53D8;&#x4E5F;&#x662F;&#x4ECE;&#x6211;&#x63D0;&#x8D77;&#x52C7;&#x6C14;&#x8DDF;&#x8001;&#x677F;&#x63D0;&#x51FA;&#x8F9E;&#x804C;&#x7684;&#x90A3;&#x4E00;&#x523B;&#x8D77;&#xFF0C;&#x6211;&#x4E5F;&#x4E0D;&#x77E5;&#x9053;&#x6211;&#x54EA;&#x91CC;&#x7684;&#x90A3;&#x4E2A;&#x52C7;&#x6C14;&#xFF0C;&#x4E00;&#x53E3;&#x6C14;&#x8F9E;&#x6389;&#x4E86;&#x6211;&#x7684;&#x5DE5;&#x4F5C;&#xFF0C;&#x5F00;&#x59CB;&#x5BFB;&#x627E;&#x4E0B;&#x4E00;&#x4EFD;&#x5DE5;&#x4F5C;&#xFF0C;&#x4E1D;&#x6BEB;&#x6CA1;&#x6709;&#x7ED9;&#x81EA;&#x5DF1;&#x7559;&#x540E;&#x8DEF;&#x3002;&#x521A;&#x5F00;&#x59CB;&#x627E;&#x5DE5;&#x4F5C;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x5F00;&#x59CB;&#x7684;&#x51E0;&#x5929;&#x5C61;&#x6B21;&#x78B0;&#x58C1;&#xFF0C;&#x6000;&#x7591;&#x81EA;&#x5DF1;&#x6BEB;&#x65E0;&#x80FD;&#x529B;&#xFF0C;&#x4EC0;&#x4E48;&#x4E8B;&#x90FD;&#x505A;&#x4E0D;&#x4E86;&#xFF0C;&#x4E5F;&#x662F;&#x6211;&#x6700;&#x8FF7;&#x832B;&#x6700;&#x65E0;&#x52A9;&#x7684;&#x65F6;&#x5019;&#x3002;&#x6CA1;&#x6709;&#x8DDF;&#x5BB6;&#x4EBA;&#x63D0;&#x8F9E;&#x804C;&#x7684;&#x4E8B;&#xFF0C;&#x5728;&#x81EA;&#x5DF1;&#x6700;&#x65E0;&#x52A9;&#x7684;&#x65F6;&#x5019;&#x4E5F;&#x53EA;&#x80FD;&#x81EA;&#x6211;&#x5B89;&#x6170;&#xFF0C;&#x8FD9;&#x4E5F;&#x662F;&#x6211;&#x6BD5;&#x4E1A;&#x540E;&#x6700;&#x5927;&#x7684;&#x632B;&#x6298;&#x4E0E;&#x8F6C;&#x6298;&#x3002;</p>
<p>&#x539F;&#x672C;&#x6253;&#x7B97;&#x7ED9;&#x81EA;&#x5DF1;&#x4E00;&#x4E2A;&#x6708;&#x7684;&#x65F6;&#x95F4;&#x597D;&#x597D;&#x627E;&#x4EFD;&#x81EA;&#x5DF1;&#x6EE1;&#x610F;&#x7684;&#x5DE5;&#x4F5C;&#xFF0C;&#x4F46;&#x521A;&#x5F00;&#x59CB;&#x7684;&#x627E;&#x5DE5;&#x4F5C;&#x4E4B;&#x8DEF;&#x662F;&#x5982;&#x6B64;&#x7684;&#x4E0D;&#x987A;&#x5229;&#xFF0C;&#x5907;&#x53D7;&#x6253;&#x51FB;&#x3002;&#x4F46;&#x5F88;&#x5E78;&#x8FD0;&#x5728;&#x4E00;&#x4E2A;&#x661F;&#x671F;&#x540E;&#x63A5;&#x5230;&#x4E86;&#x4E00;&#x4E2A;&#x81EA;&#x5DF1;&#x6EE1;&#x610F;&#x7684;offer&#x3002;</p>
<p>&#x5728;&#x5982;&#x4ECA;&#x7684;&#x8FD9;&#x4E2A;&#x516C;&#x53F8;&#x5B66;&#x5230;&#x4E86;&#x5F88;&#x591A;&#x7684;&#x65B0;&#x6280;&#x672F;&#xFF0C;&#x521A;&#x5F00;&#x59CB;&#x5F88;&#x8270;&#x8F9B;&#xFF0C;&#x5F88;&#x591A;&#x5F88;&#x591A;&#x7684;&#x4E1C;&#x897F;&#x8981;&#x5B66;&#x4E60;&#xFF0C;&#x9879;&#x76EE;&#x5F88;&#x8D76;&#xFF0C;&#x53C8;&#x8981;&#x8FB9;&#x505A;&#x9879;&#x76EE;&#x8FB9;&#x5B66;&#xFF0C;&#x5728;&#x5E08;&#x5144;&#x7684;&#x5E26;&#x9886;&#x6307;&#x5BFC;&#x4E0B;&#xFF0C;&#x52C9;&#x5F3A;&#x7B97;&#x5165;&#x95E8;&#x4E86;&#x3002;&#x800C;&#x5C31;&#x5728;&#x4ECA;&#x5929;&#xFF0C;&#x4E0B;&#x5348;&#x56DB;&#x4E94;&#x70B9;&#x5FEB;&#x8981;&#x4E0B;&#x73ED;&#x524D;&#xFF0C;&#x6211;&#x5E08;&#x5144;&#x7A0B;&#x54AC;&#x91D1;&#x548C;&#x58A8;&#x6E0A;&#x63D0;&#x51FA;&#x4E86;&#x8F9E;&#x804C;&#xFF0C;&#x51C6;&#x5907;&#x51FA;&#x53BB;&#x521B;&#x4E1A;&#xFF0C;&#x77AC;&#x95F4;&#x8BA9;&#x6211;&#x89C9;&#x7684;&#x6211;&#x662F;&#x5426;&#x8FD8;&#x6709;&#x5FC5;&#x8981;&#x63A5;&#x7740;&#x5446;&#x4E0B;&#x53BB;&#x3002;</p>
<h2 id="Love"><a href="#Love" class="headerlink" title="Love"></a>Love</h2><p>&#x975E;&#x5E38;&#x5F00;&#x5FC3;&#xFF0C;&#x5728;2017.9.24&#x6211;&#x548C;&#x6211;&#x5FC3;&#x7231;&#x7684;&#x4ED6;&#x5728;&#x4E00;&#x8D77;&#x4E86;&#x3002;&#x5728;&#x6211;&#x770B;&#x6765;&#x4ECA;&#x5929;&#x7684;&#x6211;&#x5728;&#x7231;&#x60C5;&#x548C;&#x4E8B;&#x4E1A;&#x53CC;&#x4E30;&#x6536;&#x3002;&#x6211;&#x4EEC;&#x6DF1;&#x7231;&#x7740;&#x5F7C;&#x6B64;&#xFF0C;&#x5982;&#x4ECA;&#x7684;&#x6211;&#x4EEC;&#x5F88;&#x5FEB;&#x4E50;&#x5F88;&#x5E78;&#x798F;&#x3002;&#x6211;&#x5E0C;&#x671B;&#x6211;&#x4EEC;&#x80FD;&#x597D;&#x597D;&#x7684;&#x8D70;&#x5230;&#x6700;&#x540E;&#xFF0C;&#x80FD;&#x6709;&#x4E00;&#x4E2A;&#x5E78;&#x798F;&#x7F8E;&#x6EE1;&#x7684;&#x5BB6;&#x5EAD;&#x3002;&#x5982;&#x4ECA;&#x7684;&#x6211;&#x65F6;&#x5E38;&#x61A7;&#x61AC;&#x8FD9;&#x4E4B;&#x540E;&#x548C;&#x5C0F;&#x6708;&#x513F;&#x5728;&#x4E00;&#x8D77;&#x751F;&#x6D3B;&#x7684;&#x7F8E;&#x597D;&#x65F6;&#x5149;&#xFF0C;&#x5F7C;&#x6B64;&#x9075;&#x5B88;&#x7740;&#x6211;&#x4EEC;&#x7684;&#x7EA6;&#x5B9A;&#x3002;&#x597D;&#x597D;&#x52AA;&#x529B;&#xFF0C;&#x4E3A;&#x81EA;&#x5DF1;&#x5FC3;&#x7231;&#x7684;&#x4EBA;&#x63D0;&#x4F9B;&#x66F4;&#x7F8E;&#x597D;&#x7684;&#x751F;&#x6D3B;&#x3002;</p>
<h2 id="Feature"><a href="#Feature" class="headerlink" title="Feature"></a>Feature</h2><p>&#x7ED9;&#x81EA;&#x5DF1;&#x660E;&#x5E74;&#x7684;&#x5BC4;&#x8BED;&#xFF1A;<br>&#x201C;&#x5E08;&#x5085;&#x9886;&#x8FDB;&#x95E8;&#xFF0C;&#x4FEE;&#x884C;&#x9760;&#x7ED9;&#x4EBA;&#x201D;&#xFF0C;&#x201C;&#x89E3;&#x51B3;&#x5F00;&#x6E90;&#x9879;&#x76EE;&#x7684;issue&#x201D;&#xFF0C;&#x8FD9;&#x662F;&#x5E08;&#x5144;&#x7ED9;&#x6211;&#x4EEC;&#x7684;&#x5BC4;&#x8BED;&#x3002;&#x5728;&#x4E4B;&#x540E;&#x7684;&#x65E5;&#x5B50;&#xFF0C;&#x597D;&#x597D;&#x5B66;&#x4E60;&#x6280;&#x672F;&#x3002;&#x6C89;&#x4E0B;&#x5FC3;&#x597D;&#x597D;&#x4E00;&#x4E2A;&#x4E00;&#x4E2A;&#x6162;&#x6162;&#x5B66;&#xFF0C;&#x591A;&#x8C22;demo&#xFF0C;&#x591A;&#x505A;&#x9879;&#x76EE;&#xFF0C;&#x5F00;&#x4E00;&#x767E;&#x904D;&#x4E0D;&#x5982;&#x597D;&#x597D;&#x6572;&#x4E00;&#x904D;&#x3002;<br>Keep Our Promise. &#x4F46;&#x613F;&#x541B;&#x5FC3;&#x4F3C;&#x6211;&#x5FC3;&#xFF0C;&#x4EE5;&#x6211;&#x4F59;&#x751F;&#x4F34;&#x4F60;&#x7EC8;&#x8001;&#x3002;</p>

      
    </div>

    
      <footer class="post-footer">
        <div class="post-tags">
          
            <a href="/tags/Note/">Note</a>
          
        </div>

        
  <nav class="post-nav">
    
    
      <a class="next" href="/2017/12/15/Angular-父组件监听子组件事件/">
        <span class="next-text nav-default">父组件监听子组件事件</span>
        <span class="prev-text nav-mobile">Next</span>
        <i class="iconfont icon-right"></i>
      </a>
    
  </nav>

      </footer>
    
  </article>


          </div>
          
  <div class="comments" id="comments">
    
  </div>

        </div>  
      </main>

      <footer id="footer" class="footer">
  <div class="social-links">
    
      
        
          <a href="mailto:2635850288@qq.com" class="iconfont icon-email" title="email"></a>
        
      
    
      
    
      
    
      
    
      
        
          <a href="https://github.com/jolylai" class="iconfont icon-github" title="github"></a>
        
      
    
      
    
      
        
          <a href="https://www.zhihu.com/people/since-new/activities" class="iconfont icon-zhihu" title="zhihu"></a>
        
      
    
    
    
  </div>


<div class="copyright">
  <span class="power-by">
    Powered by <a class="hexo-link" href="https://hexo.io/">Hexo</a>
  </span>
  
  <span class="theme-info">
    Theme - 
    <a class="theme-link" href="https://github.com/ahonn/hexo-theme-even">Even</a>
  </span>

  <span class="copyright-year">
    
    &copy; 
     
      2016 - 
    
    2017

    <span class="heart">
      <i class="iconfont icon-heart"></i>
    </span>
    <span class="author">Jolylai</span>
  </span>
</div>
      </footer>

      <div class="back-to-top" id="back-to-top">
        <i class="iconfont icon-up"></i>
      </div>
    </div>

    


    


  <script type="text/javascript" src="/lib/jquery/jquery-3.1.1.min.js"></script>

    <script type="text/javascript" src="/js/src/even.js?v=2.0.0"></script>
<script type="text/javascript" src="/js/src/bootstrap.js?v=2.0.0"></script>

  </body>
</html>