<!DOCTYPE html>
<html lang="">
  <head>
    <meta charset="UTF-8"/>
<meta http-equiv="X-UA-Compatible" content="IE=edge" />
<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1"/>


<meta http-equiv="Cache-Control" content="no-transform" />
<meta http-equiv="Cache-Control" content="no-siteapp" />



  <meta name="description" content="关于我的过去"/>




  <meta name="keywords" content="Letter," />




  <link rel="alternate" href="/atom.xml" title="Jolylai">




  <link rel="shortcut icon" type="image/x-icon" href="/favicon.ico?v=2.0.0" />



<link rel="canonical" href="http://yoursite.com/2017/11/14/Letter-关于我的过去/"/>


<link rel="stylesheet" type="text/css" href="/css/style.css?v=2.0.0" />



  



    <title> 关于我的过去 · Jolylai </title>
  </head>

  <body>
    <div class="container">
      <header id="header" class="header"><div class="logo-wrapper">
  <a href="/." class="logo">Jolylai</a>
</div>

<nav class="site-nav">
  
    <ul id="menu" class="menu">
      
        
        <li class="menu-item">
          <a class="menu-item-link" href="/">
            Home
          </a>
        </li>
      
        
        <li class="menu-item">
          <a class="menu-item-link" href="/archives/">
            Archives
          </a>
        </li>
      
        
        <li class="menu-item">
          <a class="menu-item-link" href="/tags">
            Tags
          </a>
        </li>
      
      
        <li class="menu-search">
          <form>
            <i class="iconfont icon-search" id="open-search"></i>
            <input type="text" class="search-input" id="search-input" />
            <i class="iconfont icon-close" id="close-search"></i>
          </form>
        </li>
      
    </ul>
  
</nav>

<div class="mobile-navbar">
  <div class="mobile-header">
    <div class="mobile-header-logo">
      <a href="/." class="logo">Jolylai</a>
    </div>

    <div class="mobile-header-icon">
      <span></span>
      <span></span>
      <span></span>
    </div>
  </div>
  <nav class="mobile-menu">
    
      
      <a class="mobile-menu-item" href="/">
        Home
      </a>
    
      
      <a class="mobile-menu-item" href="/archives/">
        Archives
      </a>
    
      
      <a class="mobile-menu-item" href="/tags">
        Tags
      </a>
    
  </nav>
</div>
      </header>

      <main id="main" class="main">
        <div class="content-wrapper">
          <div id="content" class="content">
            
  
  <article class="post">
    <header class="post-header">
      <h1 class="post-title">
        
          关于我的过去
        
      </h1>

      <div class="post-meta">
        <span class="post-time">
          Nov 14, 2017
        </span>
      </div>
    </header>

    
      <div class="post-toc" id="post-toc">
        <h2 class="post-toc-title">Contents</h2>
        <div class="post-toc-content">
          <ol class="toc"><li class="toc-item toc-level-2"><a class="toc-link" href="#对于欺骗和隐瞒"><span class="toc-text">对于欺骗和隐瞒</span></a></li><li class="toc-item toc-level-2"><a class="toc-link" href="#我有多少你不知道不了解的事"><span class="toc-text">我有多少你不知道不了解的事</span></a></li><li class="toc-item toc-level-2"><a class="toc-link" href="#你对我的好"><span class="toc-text">你对我的好</span></a></li><li class="toc-item toc-level-2"><a class="toc-link" href="#我对你的感情"><span class="toc-text">我对你的感情</span></a></li><li class="toc-item toc-level-2"><a class="toc-link" href="#解开你我的心结"><span class="toc-text">解开你我的心结</span></a></li><li class="toc-item toc-level-2"><a class="toc-link" href="#写给我们的将来"><span class="toc-text">写给我们的将来</span></a></li></ol>
        </div>
      </div>
    

    <div class="post-content">
      
        <p>&#x5BF9;&#x4E8E;&#x6211;&#x7684;&#x8FC7;&#x53BB;&#x5BF9;&#x4F60;&#x9020;&#x6210;&#x56F0;&#x6270;&#x7684;&#x89E3;&#x7B54;<br><a id="more"></a></p>
<h2 id="&#x5BF9;&#x4E8E;&#x6B3A;&#x9A97;&#x548C;&#x9690;&#x7792;"><a href="#&#x5BF9;&#x4E8E;&#x6B3A;&#x9A97;&#x548C;&#x9690;&#x7792;" class="headerlink" title="&#x5BF9;&#x4E8E;&#x6B3A;&#x9A97;&#x548C;&#x9690;&#x7792;"></a>&#x5BF9;&#x4E8E;&#x6B3A;&#x9A97;&#x548C;&#x9690;&#x7792;</h2><p>&#x6211;&#x627F;&#x8BA4;&#x6211;&#x8D77;&#x521D;&#x5BF9;&#x6CA1;&#x6709;&#x5C06;&#x6211;&#x7684;&#x5168;&#x90E8;&#x8FC7;&#x53BB;&#x7684;&#x4E2A;&#x4EBA;&#x611F;&#x60C5;&#x8DDF;&#x4F60;&#x8BF4;&#x6E05;&#xFF0C;&#x8FD9;&#x6211;&#x4E5F;&#x4E00;&#x76F4;&#x5F88;&#x5185;&#x759A;&#xFF0C;&#x4E0D;&#x5E94;&#x8BE5;&#x5BF9;&#x4F60;&#x6709;&#x6240;&#x9690;&#x7792;&#xFF0C;&#x5728;&#x4F60;&#x8DDF;&#x6211;&#x8BF4;&#x6E05;&#x8DDF;&#x4F60;&#x4EA4;&#x5F80;&#x7684;&#x52FF;&#x8E29;&#x96F7;&#x533A;&#x540E;&#xFF0C;&#x6211;&#x4E5F;&#x60F3;&#x8FDB;&#x884C;&#x8865;&#x5145;&#xFF0C;&#x5374;&#x5BB3;&#x6015;&#x90A3;&#x65F6;&#x548C;&#x4F60;&#x8BF4;&#x4F60;&#x4F1A;&#x56E0;&#x6B64;&#x4F24;&#x5FC3;&#x96BE;&#x8FC7;&#x3002;&#x4F46;&#x6211;&#x786E;&#x5B9A;&#x6211;&#x4E4B;&#x540E;&#x90FD;&#x6CA1;&#x6709;&#x5BF9;&#x4F60;&#x4E1D;&#x6BEB;&#x7684;&#x9690;&#x7792;&#x4E0E;&#x6B3A;&#x9A97;&#xFF0C;&#x6211;&#x771F;&#x7684;&#x662F;&#x5BF9;&#x771F;&#x5FC3;&#x5BF9;&#x4F60;&#x3002;&#x5305;&#x62EC;&#x4F60;&#x4E4B;&#x540E;&#x95EE;&#x6211;&#x7684;&#x4E8B;&#xFF0C;&#x6211;&#x4E5F;&#x662F;&#x5982;&#x5B9E;&#x544A;&#x8BC9;&#x4F60;&#xFF0C;&#x53EF;&#x5BF9;&#x4E8E;&#x6211;&#x7684;&#x8FC7;&#x53BB;&#x8BA9;&#x4F60;&#x611F;&#x5230;&#x56F0;&#x6270;&#x4E86;&#x3002;&#x4F46;&#x6211;&#x89C9;&#x5F97;&#x6211;&#x8FD8;&#x662F;&#x5E94;&#x8BE5;&#x5766;&#x8BDA;&#x8DDF;&#x4F60;&#x8BF4;&#xFF0C;&#x6211;&#x60F3;&#x548C;&#x4F60;&#x771F;&#x5FC3;&#x4EA4;&#x5F80;&#x3002;</p>
<h2 id="&#x6211;&#x6709;&#x591A;&#x5C11;&#x4F60;&#x4E0D;&#x77E5;&#x9053;&#x4E0D;&#x4E86;&#x89E3;&#x7684;&#x4E8B;"><a href="#&#x6211;&#x6709;&#x591A;&#x5C11;&#x4F60;&#x4E0D;&#x77E5;&#x9053;&#x4E0D;&#x4E86;&#x89E3;&#x7684;&#x4E8B;" class="headerlink" title="&#x6211;&#x6709;&#x591A;&#x5C11;&#x4F60;&#x4E0D;&#x77E5;&#x9053;&#x4E0D;&#x4E86;&#x89E3;&#x7684;&#x4E8B;"></a>&#x6211;&#x6709;&#x591A;&#x5C11;&#x4F60;&#x4E0D;&#x77E5;&#x9053;&#x4E0D;&#x4E86;&#x89E3;&#x7684;&#x4E8B;</h2><p>&#x4F60;&#x8BF4;&#x4F60;&#x4E0D;&#x77E5;&#x9053;&#x6211;&#x8FD8;&#x6709;&#x591A;&#x5C11;&#x4E8B;&#x60C5;&#x4F60;&#x4E0D;&#x77E5;&#x9053;&#xFF0C;&#x73B0;&#x5728;&#x6211;&#x6CA1;&#x6709;&#x8DDF;&#x4F60;&#x9690;&#x7792;&#x6211;&#x89C9;&#x7684;&#x4F1A;&#x4F24;&#x5BB3;&#x5230;&#x6211;&#x4EEC;&#x4E4B;&#x95F4;&#x611F;&#x60C5;&#x7684;&#x4E8B;&#x3002;&#x4F46;&#x6709;&#x4E9B;&#x4E8B;&#x8FD8;&#x6709;&#x8981;&#x8DDF;&#x4F60;&#x8BF4;&#x4E0B;&#x867D;&#x7136;&#x4E4B;&#x524D;&#x6211;&#x548C;&#x4F60;&#x8BF4;&#x8FC7;&#xFF0C;&#x5728;&#x53A6;&#x95E8;&#x662F;&#x6709;&#x4E24;&#x4E2A;&#x521D;&#x4E2D;&#x5973;&#x540C;&#x5B66;&#xFF0C;&#x4E00;&#x4E2A;&#x662F;&#x6167;&#x5A77;&#xFF0C;&#x4E00;&#x4E2A;&#x662F;&#x8212;&#x5B81;&#xFF0C;&#x6211;&#x548C;&#x4ED6;&#x4EEC;&#x53EA;&#x662F;&#x666E;&#x901A;&#x597D;&#x53CB;&#x548C;&#x540C;&#x5B66;&#x5173;&#x7CFB;&#xFF0C;&#x6781;&#x5076;&#x5C14;&#x548C;&#x5979;&#x4EEC;&#x4E24;&#x4E2A;&#x51FA;&#x53BB;&#x5403;&#x996D;&#x8D70;&#x8D70;&#xFF0C;&#x4F46;&#x548C;&#x4F60;&#x5728;&#x4E00;&#x8D77;&#x4E4B;&#x540E;&#x6211;&#x4E5F;&#x6CA1;&#x6709;&#x8054;&#x7CFB;&#x8212;&#x5B81;&#xFF0C;&#x6167;&#x5A77;&#x6709;&#x65F6;&#x6709;&#x8054;&#x7CFB;&#xFF0C;&#x4E5F;&#x6CA1;&#x548C;&#x4ED6;&#x4EEC;&#x4E00;&#x8D77;&#x51FA;&#x53BB;&#x4E86;&#xFF0C;&#x6211;&#x77E5;&#x9053;&#x6211;&#x73B0;&#x5728;&#x662F;&#x6709;&#x6709;&#x5973;&#x670B;&#x53CB;&#x7684;&#x4EBA;&#x4E86;&#xFF0C;&#x505A;&#x4E8B;&#x8981;&#x5148;&#x60F3;&#x60F3;&#x81EA;&#x5DF1;&#x5973;&#x670B;&#x53CB;&#xFF0C;&#x7136;&#x540E;&#x518D;&#x53BB;&#x60F3;&#x60F3;&#x80FD;&#x4E0D;&#x80FD;&#x8FD9;&#x4E48;&#x505A;&#x3002;</p>
<h2 id="&#x4F60;&#x5BF9;&#x6211;&#x7684;&#x597D;"><a href="#&#x4F60;&#x5BF9;&#x6211;&#x7684;&#x597D;" class="headerlink" title="&#x4F60;&#x5BF9;&#x6211;&#x7684;&#x597D;"></a>&#x4F60;&#x5BF9;&#x6211;&#x7684;&#x597D;</h2><p>&#x5728;&#x6211;&#x53BB;&#x798F;&#x5DDE;&#x7684;&#x65E5;&#x5B50;&#x91CC;&#xFF0C;&#x4F60;&#x90FD;&#x6765;&#x5730;&#x94C1;&#x53E3;&#x63A5;&#x6211;&#x3002;&#x65E9;&#x4E0A;&#x6015;&#x6211;&#x997F;&#x809A;&#x5B50;&#xFF0C;&#x90FD;&#x662F;&#x65E9;&#x65E9;&#x8D77;&#x6765;&#x4E70;&#x65E9;&#x9910;&#x5E26;&#x7ED9;&#x6211;&#x5403;&#x3002;&#x4F60;&#x4E00;&#x6574;&#x5929;&#x90FD;&#x966A;&#x6211;&#xFF0C;&#x6015;&#x6211;&#x81EA;&#x5DF1;&#x4E00;&#x4E2A;&#x4EBA;&#xFF0C;&#x5C31;&#x8001;&#x80E1;&#x627E;&#x4F60;&#x5E2E;&#x4ED6;&#x4EE3;&#x8BFE;&#xFF0C;&#x4F60;&#x4E0D;&#x597D;&#x63A8;&#x8131;&#xFF0C;&#x5374;&#x53C8;&#x6015;&#x4E22;&#x4E0B;&#x6211;&#x81EA;&#x5DF1;&#x4E00;&#x4E2A;&#x4EBA;&#xFF0C;&#x800C;&#x611F;&#x5230;&#x5185;&#x759A;&#x3002;&#x5BF9;&#x6211;&#x4E1D;&#x6BEB;&#x6CA1;&#x6709;&#x4FDD;&#x7559;&#xFF0C;&#x8FD9;&#x662F;&#x5BF9;&#x6211;&#x7EDD;&#x5BF9;&#x7684;&#x4FE1;&#x4EFB;&#xFF0C;&#x6709;&#x4F60;&#x8FD9;&#x6837;&#x7684;&#x5973;&#x670B;&#x53CB;&#x6211;&#x5F88;&#x5E78;&#x798F;&#x3002;&#x4E5F;&#x611F;&#x8C22;&#x7F18;&#x5206;&#x8BA9;&#x4F60;&#x6211;&#x76F8;&#x9047;&#xFF0C;&#x6162;&#x6162;&#x8D70;&#x5230;&#x4E86;&#x4E00;&#x8D77;&#x3002;&#x4F60;&#x4E3A;&#x6211;&#x4E5F;&#x4ED8;&#x51FA;&#x4E86;&#x5F88;&#x591A;&#xFF0C;&#x4E4B;&#x524D;&#x4F60;&#x8BF4;&#x4F60;&#x4E0D;&#x80FD;&#x63A5;&#x53D7;&#x5F02;&#x5730;&#xFF0C;&#x4F46;&#x540E;&#x6765;&#x4F60;&#x63A5;&#x53D7;&#x6211;&#x4E86;&#xFF0C;&#x8FD9;&#x9700;&#x8981;&#x5F88;&#x5927;&#x7684;&#x52C7;&#x6C14;&#x624D;&#x80FD;&#x4E0B;&#x8FD9;&#x4E2A;&#x51B3;&#x5B9A;&#x3002;&#x798F;&#x5DDE;&#x627E;&#x4F60;&#xFF0C;&#x4F60;&#x65F6;&#x5E38;&#x8BF4;&#x4E0D;&#x60F3;&#x6211;&#x56DE;&#x53BB;&#xFF0C;&#x6211;&#x53C8;&#x4F55;&#x5C1D;&#x4E0D;&#x662F;&#xFF0C;&#x6211;&#x4E5F;&#x60F3;&#x6BCF;&#x5929;&#x966A;&#x5728;&#x4F60;&#x7684;&#x8EAB;&#x8FB9;&#xFF0C;&#x548C;&#x4F60;&#x4E00;&#x8D77;&#x770B;&#x7535;&#x89C6;&#xFF0C;&#x4E00;&#x8D77;&#x4E0B;&#x53A8;&#xFF0C;&#x4E00;&#x8D77;&#x804A;&#x804A;&#x8BDD;&#x5E38;&#xFF0C;&#x4E00;&#x8D77;&#x7275;&#x626F;&#x624B;&#x51FA;&#x53BB;&#x6563;&#x6563;&#x6B65;&#x3002;&#x6211;&#x4E5F;&#x60F3;&#x7ED9;&#x4F60;&#x5E78;&#x798F;&#x7684;&#x751F;&#x6D3B;&#xFF0C;&#x73B0;&#x5728;&#x6211;&#x80FD;&#x505A;&#x7684;&#x662F;&#x5468;&#x672B;&#x5E38;&#x53BB;&#x627E;&#x4F60;&#xFF0C;&#x4F46;&#x4F60;&#x53C8;&#x4F1A;&#x8BF4;&#x4E0D;&#x60F3;&#x8BA9;&#x6211;&#x8FDE;&#x7EED;&#x4E24;&#x5468;&#x53BB;&#x627E;&#x4F60;&#xFF0C;&#x6211;&#x77E5;&#x9053;&#x4F60;&#x662F;&#x6015;&#x6211;&#x7D2F;&#xFF0C;&#x6015;&#x6211;&#x82B1;&#x94B1;&#xFF0C;&#x7ED9;&#x6211;&#x5E26;&#x6765;&#x7ECF;&#x6D4E;&#x538B;&#x529B;&#xFF0C;&#x4F46;&#x6211;&#x73B0;&#x5728;&#x7ECF;&#x6D4E;&#x8FD8;&#x597D;&#xFF0C;&#x80FD;&#x65F6;&#x5E38;&#x53BB;&#x627E;&#x4F60;&#xFF0C;&#x6211;&#x60F3;&#x7ED9;&#x4F60;&#x5E26;&#x53BB;&#x5E78;&#x798F;&#x3001;&#x548C;&#x5FEB;&#x4E50;&#x3002;&#x6211;&#x8981;&#x53BB;&#x627E;&#x4F60;&#xFF0C;&#x4F60;&#x8BF4;&#x5FCD;&#x7740;&#xFF0C;&#x4F46;&#x6211;&#x80FD;&#x611F;&#x53D7;&#x5230;&#x4F60;&#x662F;&#x54AC;&#x7740;&#x7259;&#x624D;&#x8FD9;&#x6837;&#x8BF4;&#x7684;&#x3002;&#x5F02;&#x5730;&#x76F8;&#x805A;&#x7684;&#x65F6;&#x5149;&#x603B;&#x662F;&#x6BD4;&#x8F83;&#x77ED;&#x6682;&#xFF0C;&#x80FD;&#x591A;&#x53BB;&#x966A;&#x966A;&#x4F60;&#xFF0C;&#x7ED9;&#x4F60;&#x5E26;&#x5E26;&#x53BB;&#x5FEB;&#x4E50;&#xFF0C;&#x540C;&#x65F6;&#x6211;&#x4E5F;&#x5FEB;&#x4E50;&#xFF0C;&#x5373;&#x4F7F;&#x7D2F;&#x6211;&#x4E5F;&#x662F;&#x611F;&#x5230;&#x5E78;&#x798F;&#x7684;&#xFF0C;&#x548C;&#x4F60;&#x5728;&#x4E00;&#x8D77;&#x7684;&#x65F6;&#x5149;&#x662F;&#x6211;&#x5DE5;&#x4F5C;&#x597D;&#x6700;&#x5FEB;&#x4E50;&#x7684;&#x65F6;&#x5149;&#x3002;</p>
<h2 id="&#x6211;&#x5BF9;&#x4F60;&#x7684;&#x611F;&#x60C5;"><a href="#&#x6211;&#x5BF9;&#x4F60;&#x7684;&#x611F;&#x60C5;" class="headerlink" title="&#x6211;&#x5BF9;&#x4F60;&#x7684;&#x611F;&#x60C5;"></a>&#x6211;&#x5BF9;&#x4F60;&#x7684;&#x611F;&#x60C5;</h2><p>&#x4ECE;&#x4ECA;&#x5E74;&#x7684;&#x4E09;&#x6708;&#x4EFD;&#x5F00;&#x59CB;&#x6211;&#x5C31;&#x559C;&#x6B22;&#x4F60;&#xFF0C;&#x867D;&#x7136;&#x6211;&#x4E0D;&#x5584;&#x8A00;&#x8F9E;&#xFF0C;&#x6211;&#x8FD8;&#x662F;&#x65F6;&#x5E38;&#x627E;&#x4F60;&#x804A;&#x5929;&#xFF0C;&#x5076;&#x5C14;&#x7ED9;&#x4F60;&#x6253;&#x7535;&#x8BDD;&#xFF0C;&#x6211;&#x5F88;&#x5F00;&#x5FC3;&#x4F60;&#x5728;&#x4E5D;&#x6708;&#x5E95;&#x7684;&#x65F6;&#x5019;&#x63A5;&#x53D7;&#x4E86;&#x6211;&#x3002;&#x6211;&#x975E;&#x5E38;&#x73CD;&#x60DC;&#x8FD9;&#x6BB5;&#x611F;&#x60C5;&#xFF0C;&#x4E00;&#x76F4;&#x6015;&#x7B28;&#x7B28;&#x7684;&#x6211;&#x4F1A;&#x8BA9;&#x4F60;&#x4F24;&#x5FC3;&#x96BE;&#x8FC7;&#xFF0C;&#x6015;&#x6211;&#x7684;&#x4E00;&#x8A00;&#x4E00;&#x884C;&#x4F1A;&#x8BA9;&#x4F60;&#x4F24;&#x5FC3;&#x96BE;&#x8FC7;&#xFF0C;&#x4F46;&#x6211;&#x8FD8;&#x662F;&#x6709;&#x65F6;&#x8BA9;&#x4F60;&#x4F24;&#x5FC3;&#x96BE;&#x8FC7;&#x4E86;&#x3002;&#x6211;&#x4E00;&#x76F4;&#x505A;&#x7684;&#x4E0D;&#x591F;&#x597D;&#xFF0C;&#x6211;&#x5DF2;&#x7ECF;&#x5728;&#x597D;&#x597D;&#x6539;&#xFF0C;&#x4F46;&#x5076;&#x5C14;&#x53EF;&#x80FD;&#x8FD8;&#x662F;&#x4F1A;&#x72AF;&#x9519;&#x3002;&#x4F60;&#x8BF4;&#x6211;&#x52C7;&#x4E8E;&#x627F;&#x8BA4;&#xFF0C;&#x6B7B;&#x4E0D;&#x6094;&#x6539;&#xFF0C;&#x6211;&#x771F;&#x4E0D;&#x662F;&#x90A3;&#x6837;&#xFF0C;&#x56E0;&#x4E3A;&#x6211;&#x6CA1;&#x505A;&#x597D;&#x8BA9;&#x4F60;&#x4F24;&#x5FC3;&#x96BE;&#x8FC7;&#xFF0C;&#x6211;&#x4E5F;&#x975E;&#x5E38;&#x4F24;&#x5FC3;&#x3002;&#x6628;&#x665A;&#x4E00;&#x4E2A;&#x4EBA;&#x53BB;&#x6D77;&#x8FB9;&#xFF0C;&#x5439;&#x7740;&#x5FAE;&#x51C9;&#x7684;&#x6D77;&#x98CE;&#xFF0C;&#x542C;&#x7740;&#x6D77;&#x6D6A;&#x58F0;&#xFF0C;&#x60F3;&#x7740;&#x90A3;&#x4E8B;&#xFF0C;&#x8FD8;&#x662F;&#x5FCD;&#x4E0D;&#x4F4F;&#x4E00;&#x4E2A;&#x4EBA;&#x5750;&#x5728;&#x6D77;&#x8FB9;&#x7684;&#x6C99;&#x6EE9;&#x62B9;&#x773C;&#x6CEA;&#x3002;&#x56DE;&#x5230;&#x5BBF;&#x820D;&#xFF0C;&#x5173;&#x7740;&#x706F;&#xFF0C;&#x8DB4;&#x5728;&#x5E8A;&#x4E0A;&#xFF0C;&#x7ED9;&#x4F60;&#x53D1;&#x4FE1;&#x606F;&#xFF0C;&#x5374;&#x53EA;&#x80FD;&#x5076;&#x5C14;&#x7B49;&#x5230;&#x4F60;&#x7684;&#x56DE;&#x590D;&#xFF0C;&#x6211;&#x5185;&#x5FC3;&#x5D29;&#x6E83;&#x5230;&#x6781;&#x70B9;&#xFF0C;&#x8FD8;&#x662F;&#x5FCD;&#x4E0D;&#x4F4F;&#x81EA;&#x5DF1;&#x6CEA;&#x6D41;&#x6EE1;&#x9762;&#x3002;&#x6211;&#x771F;&#x7684;&#x5F88;&#x5BB3;&#x6015;&#x4F60;&#x4E0D;&#x7406;&#x6211;&#x3002;&#x4F60;&#x6709;&#x6B21;&#x95EE;&#x6211;&#x8BF4;&#xFF0C;&#x5982;&#x679C;&#x6211;&#x4EEC;&#x6709;&#x5929;&#x5206;&#x624B;&#x4E86;&#x4F1A;&#x600E;&#x6837;&#xFF0C;&#x6211;&#x771F;&#x7684;&#x6CA1;&#x60F3;&#x8FC7;&#xFF0C;&#x6211;&#x4E5F;&#x4E0D;&#x6562;&#x60F3;&#xFF0C;&#x6211;&#x5BB3;&#x6015;&#x90A3;&#x5929;&#x5230;&#x6765;&#xFF0C;&#x4E5F;&#x4E0D;&#x60F3;&#x90A3;&#x5929;&#x5230;&#x6765;&#x3002;&#x6211;&#x60F3;&#x7684;&#x53EA;&#x662F;&#x597D;&#x597D;&#x7684;&#x8DDF;&#x4F60;&#x518D;&#x4E00;&#x8D77;&#xFF0C;&#x8FC7;&#x597D;&#x548C;&#x4F60;&#x5728;&#x4E00;&#x8D77;&#x7684;&#x6BCF;&#x4E00;&#x5929;&#xFF0C;&#x80FD;&#x548C;&#x4F60;&#x4E00;&#x76F4;&#x8D70;&#x5230;&#x6700;&#x540E;&#xFF0C;&#x6B65;&#x5165;&#x5A5A;&#x59FB;&#x6BBF;&#x5802;&#xFF0C;&#x4E00;&#x8D77;&#x5E78;&#x798F;&#x8FC7;&#x65E5;&#x5B50;&#x3002;&#x6211;&#x4E5F;&#x4E0D;&#x8BF4;&#x7EDD;&#x5BF9;&#x7684;&#x8BDD;&#xFF0C;&#x4F46;&#x6211;&#x4F1A;&#x597D;&#x597D;&#x505A;&#x597D;&#x81EA;&#x5DF1;&#x5E94;&#x8BE5;&#x505A;&#x7684;&#xFF0C;&#x80FD;&#x8BA9;&#x4F60;&#x5E78;&#x798F;&#x5FEB;&#x4E50;&#x3002;&#x5728;&#x63A5;&#x4E0B;&#x6765;&#x65F6;&#x5149;&#x4E2D;&#xFF0C;&#x6211;&#x4E5F;&#x4F1A;&#x505A;&#x7684;&#x66F4;&#x597D;&#x3002;</p>
<h2 id="&#x89E3;&#x5F00;&#x4F60;&#x6211;&#x7684;&#x5FC3;&#x7ED3;"><a href="#&#x89E3;&#x5F00;&#x4F60;&#x6211;&#x7684;&#x5FC3;&#x7ED3;" class="headerlink" title="&#x89E3;&#x5F00;&#x4F60;&#x6211;&#x7684;&#x5FC3;&#x7ED3;"></a>&#x89E3;&#x5F00;&#x4F60;&#x6211;&#x7684;&#x5FC3;&#x7ED3;</h2><p>&#x8FC7;&#x4E8E;&#x6211;&#x7684;&#x8FC7;&#x53BB;&#x8BA9;&#x4F60;&#x5185;&#x5FC3;&#x4EA7;&#x751F;&#x4E86;&#x5FC3;&#x7ED3;&#xFF0C;&#x4F60;&#x8BF4;&#x7ED9;&#x4F60;&#x51E0;&#x5929;&#x7684;&#x65F6;&#x95F4;&#x8BA9;&#x4F60;&#x60F3;&#x901A;&#xFF0C;&#x4F46;&#x6211;&#x4E00;&#x5929;&#x4E5F;&#x5FCD;&#x53D7;&#x4E0D;&#x4F60;&#x4E0D;&#x5927;&#x7406;&#x6211;&#x65F6;&#x5149;&#x3002;&#x6211;&#x4EEC;&#x4E92;&#x76F8;&#x79BB;&#x4E0D;&#x5F00;&#x5BF9;&#x65B9;&#xFF0C;&#x4E0D;&#x60F3;&#x56E0;&#x4E3A;&#x6211;&#x7684;&#x8FC7;&#x53BB;&#x8BA9;&#x53CC;&#x65B9;&#x90FD;&#x5982;&#x6B64;&#x6298;&#x78E8;&#xFF0C;&#x6211;&#x60F3;&#x548C;&#x4F60;&#x4E00;&#x8D77;&#x89E3;&#x5F00;&#x8FD9;&#x4E2A;&#x5FC3;&#x7ED3;&#x3002;&#x8FD9;&#x672C;&#x6765;&#x662F;&#x6211;&#x7684;&#x8FC7;&#x9519;&#xFF0C;&#x4E0D;&#x8BE5;&#x8BA9;&#x4F60;&#x627F;&#x53D7;&#x8FD9;&#x4E9B;&#xFF0C;&#x4F46;&#x6211;&#x8FC7;&#x53BB;&#x786E;&#x5B9E;&#x505A;&#x4E86;&#xFF0C;&#x73B0;&#x5728;&#x4F24;&#x5BB3;&#x5230;&#x4E86;&#x4F60;&#xFF0C;&#x5BF9;&#x4F60;&#x6765;&#x8BF4;&#x786E;&#x5B9E;&#x4E0D;&#x516C;&#x5E73;&#x3002;&#x4F60;&#x8BF4;&#x4F60;&#x4E0D;&#x591F;&#x4E86;&#x89E3;&#x6211;&#xFF0C;&#x8BA9;&#x4F60;&#x611F;&#x5230;&#x964C;&#x751F;&#x4E86;&#xFF0C;&#x6211;&#x548C;&#x4F60;&#x60F3;&#x8C61;&#x4E2D;&#x7684;&#x6709;&#x4E9B;&#x5DEE;&#x8DDD;&#xFF0C;&#x6211;&#x771F;&#x6CA1;&#x6709;&#x8981;&#x6B3A;&#x9A97;&#x4F60;&#x7684;&#x610F;&#x601D;&#xFF0C;&#x6211;&#x8981;&#x505A;&#x4E00;&#x4E2A;&#x5BA0;&#x4F60;&#xFF0C;&#x62A4;&#x4F60;&#xFF0C;&#x7231;&#x4F60;&#x7684;&#x7537;&#x53CB;&#x3002;&#x6211;&#x5BF9;&#x4F60;&#x7684;&#x611F;&#x60C5;&#x5168;&#x662F;&#x53D1;&#x81F3;&#x5185;&#x5FC3;&#xFF0C;&#x4ECE;&#x548C;&#x4F60;&#x5728;&#x4E00;&#x8D77;&#x7684;&#x90A3;&#x4E00;&#x523B;&#x8D77;&#x6211;&#x5C31;&#x6253;&#x7B97;&#x548C;&#x4F60;&#x8D70;&#x5230;&#x6700;&#x540E;&#x7684;&#x5FC3;&#x4E00;&#x76F4;&#x8D70;&#x4E0B;&#x53BB;&#x3002;&#x6211;&#x5F88;&#x611F;&#x52A8;&#xFF0C;&#x4F60;&#x4E3A;&#x4E86;&#x6211;&#x5C1D;&#x8BD5;&#x53BB;&#x8BF4;&#x670D;&#x81EA;&#x5DF1;&#x53BB;&#x63A5;&#x53D7;&#xFF0C;&#x4F46;&#x662F;&#x8FD9;&#x786E;&#x5B9E;&#x5F88;&#x96BE;&#xFF0C;&#x505A;&#x4E0D;&#x5230;&#x81EA;&#x5DF1;&#x6B3A;&#x9A97;&#x81EA;&#x5DF1;&#x3002;&#x6211;&#x4E5F;&#x6CA1;&#x6709;&#x4E1D;&#x6BEB;&#x8981;&#x4F24;&#x5BB3;&#x4F60;&#x7684;&#x672C;&#x610F;&#xFF0C;&#x4F60;&#x7B80;&#x5355;&#x3001;&#x5355;&#x7EAF;&#xFF0C;&#x5BF9;&#x611F;&#x60C5;&#x4E13;&#x4E00;&#x3001;&#x8BA4;&#x771F;&#xFF0C;&#x5BF9;&#x6211;&#x975E;&#x5E38;&#x597D;&#xFF0C;&#x6211;&#x4E5F;&#x611F;&#x5230;&#x5F88;&#x5E78;&#x798F;&#x3002;&#x4ECA;&#x5929;&#x6211;&#x4E00;&#x76F4;&#x5728;&#x60F3;&#x8FD9;&#x4E2A;&#x4E8B;&#xFF0C;&#x5728;&#x60F3;&#x600E;&#x4E48;&#x89E3;&#x5F00;&#x8FD9;&#x4E2A;&#x5FC3;&#x7ED3;&#x3002;&#x4F60;&#x8BF4;&#x4F60;&#x60F3;&#x5230;&#x8FD9;&#x4E2A;&#x5C31;&#x4E0D;&#x77E5;&#x9053;&#x600E;&#x4E48;&#x9762;&#x5BF9;&#x6211;&#xFF0C;&#x8BA9;&#x4F60;&#x4E0D;&#x53BB;&#x60F3;&#x8FD9;&#x4E2A;&#x4E8B;&#xFF0C;&#x8FD9;&#x662F;&#x5B8C;&#x5168;&#x4E0D;&#x53EF;&#x80FD;&#xFF0C;&#x4E5F;&#x5F88;&#x4E0D;&#x73B0;&#x5B9E;&#x3002;&#x4F46;&#x8981;&#x662F;&#x7ED9;&#x4F60;&#x65F6;&#x95F4;&#x53BB;&#x60F3;&#x901A;&#xFF0C;&#x6162;&#x6162;&#x53BB;&#x63A5;&#x53D7;&#x8FD9;&#x4E2A;&#x662F;&#x4E8B;&#xFF0C;&#x5BF9;&#x4F60;&#x5374;&#x5F88;&#x6B8B;&#x5FCD;&#xFF0C;&#x6211;&#x4E5F;&#x4E0D;&#x5FCD;&#x5FC3;&#x3002;&#x4F60;&#x8BF4;&#x5A5A;&#x524D;&#x4E0D;&#x4E00;&#x5B9A;&#x8981;&#x6709;&#x6027;&#xFF0C;&#x5728;&#x8FD9;&#x4E2A;&#x95EE;&#x9898;&#x4E0A;&#x6211;&#x4E00;&#x5B9A;&#x5C0A;&#x91CD;&#x4F60;&#xFF0C;&#x6211;&#x4F1A;&#x597D;&#x597D;&#x5475;&#x62A4;&#x4F60;&#xFF0C;&#x4E0D;&#x60F3;&#x4F24;&#x5BB3;&#x4F60;&#xFF0C;&#x4E0D;&#x53BB;&#x505A;&#x4F60;&#x4E0D;&#x559C;&#x6B22;&#x7684;&#x4E8B;&#x3002;&#x6211;&#x4EEC;&#x5728;&#x4E00;&#x8D77;&#x7684;&#x65F6;&#x5149;&#x662F;&#x5FEB;&#x4E50;&#x5E78;&#x798F;&#x7684;&#xFF0C;&#x6211;&#x8FC7;&#x53BB;&#x51B2;&#x52A8;&#x505A;&#x9519;&#x4E86;&#x4E8B;&#xFF0C;&#x6211;&#x4E0D;&#x6C42;&#x4F60;&#x5B8C;&#x5168;&#x539F;&#x8C05;&#xFF0C;&#x6211;&#x5E0C;&#x671B;&#x6211;&#x4EEC;&#x80FD;&#x597D;&#x597D;&#x5728;&#x4E00;&#x8D77;&#xFF0C;&#x867D;&#x7136;&#x8FD9;&#x59D4;&#x5C48;&#x4E86;&#x4F60;&#xFF0C;&#x4E5F;&#x4E0D;&#x662F;&#x89E3;&#x5F00;&#x4F60;&#x5FC3;&#x7ED3;&#x5728;&#x529E;&#x6CD5;&#xFF0C;&#x4F46;&#x6211;&#x8FD8;&#x662F;&#x8BF7;&#x6C42;&#x4F60;&#x80FD;&#x539F;&#x8C05;&#xFF0C;&#x8FD9;&#x6709;&#x70B9;&#x81EA;&#x79C1;&#xFF0C;&#x4F46;&#x6211;&#x662F;&#x771F;&#x5FC3;&#x60F3;&#x548C;&#x4F60;&#x597D;&#x597D;&#x5728;&#x4E00;&#x8D77;&#xFF0C;&#x4E0D;&#x60F3;&#x6211;&#x4EEC;&#x5C31;&#x8FD9;&#x6837;&#x5F7C;&#x6B64;&#x6298;&#x78E8;&#x3002;</p>
<h2 id="&#x5199;&#x7ED9;&#x6211;&#x4EEC;&#x7684;&#x5C06;&#x6765;"><a href="#&#x5199;&#x7ED9;&#x6211;&#x4EEC;&#x7684;&#x5C06;&#x6765;" class="headerlink" title="&#x5199;&#x7ED9;&#x6211;&#x4EEC;&#x7684;&#x5C06;&#x6765;"></a>&#x5199;&#x7ED9;&#x6211;&#x4EEC;&#x7684;&#x5C06;&#x6765;</h2><p>&#x6709;&#x4E9B;&#x4E8B;&#x9700;&#x8981;&#x6211;&#x4EEC;&#x4E00;&#x8D77;&#x5171;&#x540C;&#x9762;&#x5BF9;&#xFF0C;&#x4E00;&#x8D77;&#x8D70;&#x4E0B;&#x53BB;&#xFF0C;&#x76F8;&#x4E92;&#x652F;&#x6301;&#x3001;&#x9F13;&#x52B1;&#x3002;&#x6211;&#x4E5F;&#x7279;&#x522B;&#x5E0C;&#x671B;&#x6211;&#x4EEC;&#x80FD;&#x8D70;&#x5230;&#x6700;&#x597D;&#xFF0C;&#x4E00;&#x76F4;&#x8FD9;&#x4E48;&#x60F3;&#x3002;&#x4F60;&#x8BF4;&#x5982;&#x679C;&#x4E0D;&#x662F;&#x4E0D;&#x53EF;&#x633D;&#x56DE;&#x7684;&#x4E8B;&#x4F60;&#x4E0D;&#x4F1A;&#x8F7B;&#x6613;&#x8BF4;&#x5206;&#x624B;&#xFF0C;&#x6211;&#x4E5F;&#x4E0D;&#x4F1A;&#x548C;&#x4F60;&#x8BF4;&#x5206;&#x624B;&#x3002;&#x795D;&#x798F;&#x6211;&#x4EEC;&#x6709;&#x4E00;&#x4E2A;&#x5E78;&#x798F;&#x3001;&#x5FEB;&#x4E50;&#x7684;&#x672A;&#x6765;&#x3002;</p>

      
    </div>

    
      <footer class="post-footer">
        <div class="post-tags">
          
            <a href="/tags/Letter/">Letter</a>
          
        </div>

        
  <nav class="post-nav">
    
      <a class="prev" href="/2017/11/15/JS-ES6/">
        <i class="iconfont icon-left"></i>
        <span class="prev-text nav-default">ES6</span>
        <span class="prev-text nav-mobile">Prev</span>
      </a>
    
    
      <a class="next" href="/2017/11/14/React-Redux/">
        <span class="next-text nav-default">React-Redux</span>
        <span class="prev-text nav-mobile">Next</span>
        <i class="iconfont icon-right"></i>
      </a>
    
  </nav>

      </footer>
    
  </article>


          </div>
          
  <div class="comments" id="comments">
    
  </div>

        </div>  
      </main>

      <footer id="footer" class="footer">
  <div class="social-links">
    
      
        
          <a href="mailto:2635850288@qq.com" class="iconfont icon-email" title="email"></a>
        
      
    
      
    
      
    
      
    
      
        
          <a href="https://github.com/jolylai" class="iconfont icon-github" title="github"></a>
        
      
    
      
    
      
        
          <a href="https://www.zhihu.com/people/since-new/activities" class="iconfont icon-zhihu" title="zhihu"></a>
        
      
    
    
    
  </div>


<div class="copyright">
  <span class="power-by">
    Powered by <a class="hexo-link" href="https://hexo.io/">Hexo</a>
  </span>
  
  <span class="theme-info">
    Theme - 
    <a class="theme-link" href="https://github.com/ahonn/hexo-theme-even">Even</a>
  </span>

  <span class="copyright-year">
    
    &copy; 
     
      2016 - 
    
    2018

    <span class="heart">
      <i class="iconfont icon-heart"></i>
    </span>
    <span class="author">Jolylai</span>
  </span>
</div>
      </footer>

      <div class="back-to-top" id="back-to-top">
        <i class="iconfont icon-up"></i>
      </div>
    </div>

    


    


  <script type="text/javascript" src="/lib/jquery/jquery-3.1.1.min.js"></script>

    <script type="text/javascript" src="/js/src/even.js?v=2.0.0"></script>
<script type="text/javascript" src="/js/src/bootstrap.js?v=2.0.0"></script>

  </body>
</html>